{
	"all": {
		"books": {
			"1": { 
				"id": 1, 
				"name": "Иностранка", 
				"pic": "http://irecommend.ru/sites/default/files/product-images/161334/dovlatov_sergey-inostranka.jpg",
				"genres": [1],
				"authors": [1],
				"year": 1986,
				"descr": "«Иностранка» — первое серьезное произведение, которое Сергей Довлатов написал в эмиграции. Получив такую желанную свободу слова, писатель использует ее довольно неожиданно. Он порицает некоторые стороны существующего в СССР режима, но делает это настолько остроумно, что недовольство автора оказывается почти незаметным. Получив, наконец, возможность открыто говорить о некоторых вещах, писатель не переступает некой невидимой границы. Такое поведение продиктовано отнюдь не боязнью цензуры, а этическими принципами."
			},
			"2": { 
				"id": 2, 
				"name": "Невидимки", 
				"pic": "http://chuckpalahniuk.net/files/styles/book-cover-lg/public/images/books/invisible-monsters-us-trade2.jpg",
				"genres": [3],
				"authors": [2],
				"year": 1999,
				"descr": "Роман, который Чак Паланик написал задолго до «Бойцовского клуба». Тогда эту книгу оценили очень немногие . Теперь – наконец-то! – стало ясно: Чак Паланик был хорош всегда . Просто – время воспринять его прозу настало не сразу… Эту книгу ее рассказчица пишет собственной кровью . Когда ее читаешь – возникает ощущение, что собственной кровью ее написал Чак Паланик…"
			},
			"3": {
				"id": 3,
				"name": "Компромисс",
				"pic": "http://www.litmir.co/data/Book/0/7000/7403/BC2_1457138234.jpg",
				"genres": [2],
				"authors": [1],
				"year": 1980,
				"descr": "Компромисс – сборник новелл Сергея Довлатова. Всего в книгу входит 12 новелл («компромиссов»). Они создавались в 1973-1980 годах, а в единую книгу были собраны в 1981 году. Сюжеты для новелл «Компромисса» взяты из журналистского опыта Сергея Довлатова в эстонской русскоязычной газете «Советская Эстония» в 1972-1975 годах. К каждой новелле предпослана газетная преамбула. В этой преамбуле показывается результат журналистской работы героя новелл, а в самих новеллах – процесс работы."
			},
			"4": {
				"id": 4,
				"name": "Собор и Базар",
				"pic": "http://fs104.www.ex.ua/show/9836953/9836953.gif",
				"genres": [4],
				"authors": [3],
				"year": 1999,
				"descr": "Эссе Эрика Рэймонда на тему методов разработки программного обеспечения, основанное на анализе процесса разработки ядра Linux и личном опыте управления открытым проектом fetchmail. Впервые «Собор и Базар» был представлен автором на Linux Kongress 27 мая 1997 года и был опубликован как часть книги с аналогичным названием в 1999. Данное эссе часто преподносится как манифест движения за открытые исходные тексты программ."
			},
			"5": {
				"id": 5,
				"name": "Будущее уже не то, что прежде",
				"pic": "http://fs133.www.ex.ua/show/19039532/19039532.jpg?1600",
				"genres": [5],
				"authors": [4],
				"year": 2004,
				"descr": "В коротких заметках, составляющих «Будущее уже не то, что прежде», Карлин яростно критикует глупость обывателей, клише и штампы, средства массовой информации, политику и религию, консервативные устои и моральные догмы, респектабельность и лицемерие. Уже своей обложкой, изображающей фрагмент «Тайной вечери» с пустым креслом Иисуса Христа и Джорджем, сжимающим в руках столовые приборы, книга преследует цель оскорбить как можно больше верующих, уже своим названием сборник задевает чувства последователей сразу трёх религий: христианства, ислама, иудаизма."
			},	
			"6": {
				"id": 6,
				"name": "Оно",
				"pic": "https://st.kp.yandex.net/images/film_big/94983.jpg",
				"genres": [6],
				"authors": [5],
				"year": 1986,
				"descr": "Семеро подростков из небольшого городка вынуждены столкнуться с чем-то ужасным и невероятным, неким существом, монстром, который обладает способность принимать любой облик. Ребята создают свой клуб, чтобы бороться с воплощением зла. Однако, НЕЧТО впадает в спячку, но это не конец кошмара! Спустя долгие годы, ОНО проснулось и окунуло провинцию в пучину новых ужасающих, леденящих кровь событий. Любители захватывающих историй, привыкшие к невероятным поворотам событий, которые увлекают за собой с первых строк, самые искушенные читатели, даже Вы не сможете спать по ночам, потому что ОНО не оставит Вас в покое, пока Вы не переживете все сюжетные линии вместе с мальчишками."
			},
			"7": {
				"id": 7,
				"name": "Под куполом",
				"pic": "http://s1.hostingkartinok.com/uploads/images/2012/01/2fdc0cb034ffdab9c45b47df3b84e725.jpg",
				"genres": [7],
				"authors": [5],
				"year": 2009,
				"descr": "Однажды маленький городок, вместе со всеми обитателями, накрыло таинственным невидимым куполом, не позволяющим ни покинуть город, ни попасть туда извне. Что теперь будет в городке? Что произойдет с его жителями? Ведь когда над человеком не довлеет ни закон, ни страх наказания — слишком тонкая грань отделяет его от превращения в жестокого зверя. Кто переступит эту грань, а кто — нет?"
			},	
			"8": {
				"id": 8,
				"name": "11/22/63",
				"pic": "http://coollib.com/i/21/239521/cover.jpg",
				"genres": [2, 7],
				"authors": [5],
				"year": 2011,
				"descr": "Сюжет, как всегда, поражает воображение. У учителя средней школы появляется возможно отправляться в прошлое и менять его. Главная сюжетная линия — предотвращение одного из главных трагических событий 20 века — убийство президента Джона Кеннеди. Кроме этого книга полна других интересных историй, как, например, жизнь некоего Гарри Даннинга, который получил серьезные травмы от своего от отца еще в детстве."
			},
			"9": {
				"id": 9,
				"name": "Javascript. Подробное руководство",
				"pic": "http://files.books.ru/pic/1814001-1815000/1814274/1600196014c.jpg",
				"genres": [4],
				"authors": [6],
				"year": 2012,
				"descr": "Шестое издание бестселлера «JavaScript. Подробное руководство» полностью пересмотрено и дополнено сведениями о JavaScript в соответствии с современным положением дел в разработке приложений для Web 2.O. Эта книга - одновременно и руководство программиста с большим числом практических примеров, и полноценный справочник по базовому языку JavaScript и клиентским прикладным интерфейсам, предоставляемым веб-броузерами. Издание охватывает стандарты ECMAScript 5 и HTML5. Многие главы переписаны заново, другие дополнены новой информацией, появились и новые главы с описанием библиотеки jQuery и поддержки JavaScript на стороне сервера. Часть I знакомит с основами JavaScript. В части II описывается среда разработки сценариев, предоставляемая веб-броузерами. Основное внимание уделяется разработке сценариев с применением методики ненавязчивого JavaScript и модели DOM. Часть III - обширный справочник по базовому языку JavaScript, включающий описания всех классов, объектов, конструкторов, методов, функций, свойств и констант, определенных в JavaScript 1.8, V8 3.0 и ECMAScript 5. Часть IV - справочник по клиентскому JavaScript. Здесь описываются API веб-броузеров, стандарт DOM API Level 3 и недавно вошедшие в стандарт HTML5 технологии WebSockets и Web Workers, объекты localStorage и sessionStorage, а также теги <audio> и <video>. Издание рекомендуется программистам, которым потребовалось изучить язык программирования для Веб, а также программистам, использующим язык JavaScript и желающим овладеть им в совершенстве."
			},
			"10": {
				"id": 10,
				"name": "Буря мечей. Цикл «Песнь льда и пламени»",
				"pic": "http://ozon-st.cdn.ngenix.net/multimedia/1012146743.jpg",
				"genres": [9, 3],
				"authors": [7],
				"year": 2000,
				"descr": "Перед вами - третья летопись цикла `Песнь льда и огня`. Эпическая, чеканная сага о мире Семи Королевств. О мире суровых земель вечного холода и радостных земель вечного лета. Мире лордов и героев, воинов и магов, чернокнижников и убийц - всех, кого свела воедино Судьба во исполнение древнего пророчества. О мире опасных приключений, великих деяний и тончайших политических интриг."
			},
			"11": {
				"id": 11,
				"name": "Игра престолов. Цикл «Песнь льда и пламени»",
				"pic": "http://ozon-st.cdn.ngenix.net/multimedia/1011312045.jpg",
				"genres": [9, 3],
				"authors": [7],
				"year": 1995,
				"descr": "Перед вами – знаменитая эпопея «Песнь льда и огня». Эпическая, чеканная сага о мире Семи Королевств. О мире суровых земель вечного холода и радостных земель вечного лета. О мире опасных приключений, тончайших политических интриг и великих деяний. О мире лордов и героев, драконов, воинов и магов, чернокнижников и убийц – всех, кого свела Судьба во исполнение пророчества…"
			},
			"12": {
				"id": 12,
				"name": "Пир стервятников. Цикл «Песнь льда и пламени»",
				"pic": "http://ozon-st.cdn.ngenix.net/multimedia/1004226877.jpg",
				"genres": [9, 3],
				"authors": [7],
				"year": 2005,
				"descr": "Четвёртая книга цикла Песнь Льда и Пламени. Первый из романов серии, который, будучи номинирован на несколько литературных наград, не получил ни одной. Тем не менее, именно Пир для Воронов попал в список бестселлеров New York Times. В целом, многие признают, что эта книга получилась «менее концентрированной», чем Буря Мечей, а учитывая, что ожидание её длилось пять лет, принята она была более чем прохладно."
			},
			"13": {
				"id": 13,
				"name": "Властелин колец",
				"pic": "http://www.litmir.co/data/Book/0/110000/110008/BC2_1457129793.jpg",
				"genres": [9, 3],
				"authors": [8],
				"year": 1955,
				"descr": "Единое Кольцо, связующее народы Средиземья в гармоничное целое, - вожделенная добыча для Темного Властелина, которому подвластны лишь силы Мрака и Зла, несущие смерть и хаос. Маленький, но мужественный хоббит Фродо должен уничтожить Кольцо, бросив его в недра Огненной горы. "
			},
			"14": {
				"id": 14,
				"name": "Крёстный отец",
				"pic": "http://loveread.ec/img/photo_books/2364.jpg",
				"genres": [10, 3],
				"authors": [9],
				"year": 1969,
				"descr": "Крестный отец - классический роман о жизни одного из могущественных преступных синдикатов Америки - мафиозном клане дона Корлеоне. Написанная с потрясающей достоверностью, книга позволяет читателю без риска для жизни заглянуть в святая святых мафии."
			},
			"15": {
				"id": 15,
				"name": "12 стульев",
				"pic": "http://citykey.net/images/product/178/399178/dvenadtsat-stulev-ilya-ilf-i-evgeniy-petrov.jpg",
				"genres": [3, 5],
				"authors": [10, 11],
				"year": 1928,
				"descr": "Это - книга, которую любят все: от интеллектуалов до обывателей. Это - книга, раздерганная на цитаты сразу же, как только она появилась на столах читателей. Это - `Двенадцать стульев`. Желаете комментарии? А может, вам еще ключ от квартиры, где деньги лежат? Шутите, парниша! В нашей библиотеке вы можете бесплатно почитать книгу « Двенадцать стульев ». "
			},
			"16": {
				"id": 16,
				"name": "Золотой телёнок",
				"pic": "http://www.softportal.com/scr/25597/zolotoj-telenok-ilf-i-petrov-big-1.jpg",
				"genres": [3, 5],
				"authors": [10, 11],
				"year": 1931,
				"descr": "Два года назад впервые в истории увидело свет полное издание «Двенадцати стульев». Теперь тоже впервые в истории выходит полная версия «Золотого теленка», восстановленная известными филологами Давидом Фельдманом и Михаилом Одесским. Читатель узнает, что начинался роман совсем не так, как мы привыкли читать. И заканчивался тоже совсем не так. В приложении к издании будет помещена иная версия заключительной части. А из предисловия, написанного Д.Фельдманом и М.Одесским, станет ясно, что история создания «Двенадцати стульев» и «Золотого теленка» сама по себе захватывающий детективный роман, в котором в полной мере отразилась политическая жизнь страны конца 20-х начала 30-х годов."
			},
			"17": {
				"id": 17,
				"name": "Гордость и предубеждение",
				"pic": "http://www.ircenter.ru/files/products/pics/36625/fullsize/14686.jpg",
				"genres": [3],
				"authors": [12],
				"year": 1813,
				"descr": "Гордость и предубеждение - это история человеческих душ, остроумно, легко и изящно рассказанная знаменитой английской писательницей Джейн Остин. Выдержав испытание несколькими эпохами, роман остается одним из лучших в мировой классике. Читая эту книгу, украшенную превосходными иллюстрациями Хью Томсона, вы, несомненно, получите истинное удовольствие! В нашей библиотеке вы можете бесплатно почитать книгу « Гордость и предубеждение »."
			},
			"18": {
				"id": 18,
				"name": "Этюд в багровых тонах",
				"pic": "http://img1.labirint.ru/books/391785/big.jpg",
				"genres": [10],
				"authors": [13],
				"year": 1887,
				"descr": "Военный врач Джон Ватсон ищет недорогое жилье. Его соседом по квартире оказывается загадочный Шерлок Холмс — «сыщик-консультант», способный раскрыть самые запутанные преступления. В это же время череда таинственных убийств, следующих друг за другом, ставит в тупик лондонскую полицию. С этого момента начинаются детективные приключения, без которых не мыслят своей жизни уже несколько поколений любителей этого жанра…"
			},
			"19": {
				"id": 19,
				"name": "Собака Баскервилей",
				"pic": "https://libs.ru/upload/iblock/e3c/e3c5eab72f8bb438cb295f6d54fd7998.jpg",
				"genres": [10],
				"authors": [13],
				"year": 1902,
				"descr": "В книгу включена знаменитая повесть Артура Конан Дойла `Собака Баскервилей` (1902), сюжет которой основан на случайно услышанной автором старинной девонширской легенде и мотивах английских «готических» романов. Расследование странной смерти последнего представителя древнего аристократического рода выводит Шерлока Холмса и доктора Ватсона на хладнокровного и хитроумного убийцу, маскирующего свои преступления под нападения чудовищной собаки, которая, по преданию, с давних пор преследует семейство Баскервилей. Тайна фамильного портрета, ревность, борьба за наследство и явление пса-призрака в финале повествования создают неповторимый колорит одного из лучших произведений детективного жанра."
			},
			"20": {
				"id": 20,
				"name": "Старик и море",
				"pic": "https://audioknigi.club/uploads/topics/preview/00/00/73/43/f2f8350d89.jpg",
				"genres": [1],
				"authors": [14],
				"year": 1952,
				"descr": "`Старик и море`. Повесть посвящена `трагическому стоицизму`: перед жестокостью мира человек, даже проигрывая, должен сохранять мужество и достоинство. Автобиографическая повесть `Зеленые холмы Африки` - одно из произведений, заложивших основу мифа о `папе Хэме` - смелом до безумия авантюристе-интеллектуале, любимце женщин, искателе сильных ощущений и новых впечатлений."
			},
			"21": {
				"id": 21,
				"name": "По ком звонит колокол",
				"pic": "https://st.kp.yandex.net/images/shop/33316.jpg",
				"genres": [3],
				"authors": [14],
				"year": 1940,
				"descr": "'По ком звонит колокол' - один из лучших романов Хемингуэя. Полная трагизма история молодого американца, приехавшего в Испанию, охваченную гражданской войной. Блистательная и печальная книга о войне и любви, истинном мужестве и самопожертвовании, нравственном долге и непреходящей ценности человеческой жизни"
			},
			"22": {
				"id": 22,
				"name": "За рекой в тени деревьев",
				"pic": "https://i.livelib.ru/boocover/1000269293/o/013e/Ernest_Heminguej__Za_rekoj_v_teni_derevev.jpeg",
				"genres": [2],
				"authors": [14],
				"year": 1950,
				"descr": "Изящный и печальный роман 'За рекой, в тени деревьев' со множеством автобиографических мотивов по праву считается одним из лучших образцов прозы Хемингуэя."
			}
		},
		"genres": {
			"1": {
				"id": 1,
				"name": "повесть"
			},
			"2": {
				"id": 2,
				"name": "новелла"
			},
			"3": {
				"id": 3,
				"name": "роман"
			},
			"4": {
				"id": 4,
				"name": "техническое"
			},
			"5": {
				"id": 5,
				"name": "юмор"
			},
			"6": {
				"id": 6,
				"name": "ужасы"
			},
			"7": {
				"id": 7,
				"name": "фантастика"
			},
			"8": {
				"id": 8,
				"name": "драма"
			},
			"9": {
				"id": 9,
				"name": "фэнтези"
			},
			"10": {
				"id": 10,
				"name": "детектив"
			}
		},
		"authors": {
			"1": {
				"id": 1,
				"name": "Сергей Довлатов"
			},
			"2": {
				"id": 2,
				"name": "Чак Паланик"
			},
			"3": {
				"id": 3,
				"name": "Эрик Рэймонд"
			},
			"4": {
				"id": 4,
				"name": "Джордж Карлин"
			},
			"5": {
				"id": 5,
				"name": "Стивен Кинг"
			},
			"6": {
				"id": 6,
				"name": "Девид Фленаган"
			},
			"7": {
				"id": 7,
				"name": "Джордж Мартин"
			},
			"8": {
				"id": 8,
				"name": "Дж. Р. Р. Толкин"
			},
			"9": {
				"id": 9,
				"name": "Марио Пьюзо"
			},
			"10": {
				"id": 10,
				"name": "Евгений Петров"
			},
			"11": {
				"id": 11,
				"name": "Илья Ильф"
			},
			"12": {
				"id": 12,
				"name": "Джейн Остин"
			},
			"13": {
				"id": 13,
				"name": "Артур Конан Дойл"
			},
			"14": {
				"id": 14,
				"name": "Эрнест Хемингуэй"
			}
		}
	},
	"author-details": [
		{
			"id": 1,
			"name": "Сергей Довлатов",
			"years": "1941 — 1990",
			"bio": "Довлатов Сергей Донатович - талантливый писатель и известный советский журналист. В своих произведениях ставил сверхзадачу – пытался, чтобы все слова во всех предложениях начинались с разных букв. Прекрасный стиль и отсутствие метафор позволяет с легкостью переводить произведения писателя на любой язык. Большинство произведений Довлатова переведено на многие иностранные языки и пользуются заслуженной популярностью во всем мире.",
			"photo": "http://www.vokrug.tv/pic/person/0/d/4/c/medium_0d4c64f087951f0f9d0dbd692941b448.jpeg"
		},
		{
			"id": 2,
			"name": "Чак Паланик",
			"bio": "Чак Паланик (Чарльз Майкл Паланик, также известен как Чак Палагнюк) – это, без сомнения, один из самых ярких авторов в современной истории мировой литературы. Его книги, пропитанные циничным юмором и глубоким философским смыслом, являются чем-то поистине уникальным. «Он велик в своем безумии», написал про Паланика один известный европейский публицист, и эта фраза, как нельзя лучше характеризует, личность легендарного американского писателя. Он такой, какой есть, и не любить его за это просто невозможно.",
			"photo": "http://knigopoisk.org/authors_avatars/39195815_1233782400_1.jpg",
			"years": "1962 — "
		},
		{
			"id": 3,
			"name": "Эрик Рэймонд",
			"photo": "http://lichnosti.net/photos/2831/main.jpg",
			"bio": "Эрик Стивен Рэймонд, часто называемый ESR, известен как программист, автор и пропагандист открытого программного обеспечения. Его имя стало известным в пределах хакерской культуры, когда он начал поддерживать в 1990 «Файл Жаргона». После публикации в 1997 эссе «Собор и Базар», Рэймонд приобрёл репутацию идеолога движения open source. Родился в Бостоне, Массачусетс, в 1957 г. В детстве жил в Венесуэле. В 1971 году его семья вернулась в Соединённые штаты, в Пенсильванию.",
			"years": "1957 — "
		},
		{
			"id": 4,
			"name": "Джордж Карлин",
			"bio": "американский комик в жанре стэнд-ап камеди, актёр, писатель, сценарист, продюсер, обладатель четырёх премий «Грэмми» и премии Марка Твена. Автор 5 книг и более 20 музыкальных альбомов, снялся в 16 фильмах. Карлин известен за свою политическую проницательность, чёрный юмор, лингвистические наблюдения, наблюдения в психологии, религии и монологи на многие запретные темы. Карлин и его комедийный номер «Семь ругательств» попали под серьёзное разбирательство в Верховном Суде США под названием «Комиссия по Федеральной Связи против радиостанции Pacifica Foundation (англ.)русск.». В 1978 году пятью голосами против четырёх суд подтвердил право правительства регулировать трансляцию материалов, содержащих непристойности, на принадлежащих государству радиоволнах.",
			"photo": "http://www.uspeh.club/wp-content/uploads/2015/04/932699-george-carlin.jpg",
			"years": "1937 — 2008"
		},
		{
			"id": 5,
			"name": "Стивен Кинг",
			"bio": "Американский писатель, работающий в разнообразных жанрах, включая ужасы, триллер, фантастику, фэнтези, мистику, драму; получил прозвище «Король ужасов». Продано более 350 миллионов экземпляров его книг[2], по которым был снят ряд художественных фильмов, телевизионных постановок, а также нарисованы комиксы. Кинг опубликовал 55 романов, в том числе 7 под псевдонимом Ричард Бахман, и 5 научно-популярных книг. Он написал около 200 рассказов, большинство из которых были собраны в девять авторских сборников. Действие многих произведений Кинга происходит в его родном штате Мэн.",
			"photo": "http://lurkmore.so/images/thumb/8/82/Sking.jpg/250px-Sking.jpg",
			"years": "1947 — "
		},
		{
			"id": 6,
			"name": "Девид Фленаган",
			"bio": "David Flanagan is a computer programmer who spends most of his time writing about JavaScript and Java. His books with O'Reilly include Java in a Nutshell, Java Examples in a Nutshell, Java Foundation Classes in a Nutshell, JavaScript: The Definitive Guide, and JavaScript Pocket Reference. David has a degree in computer science and engineering from the Massachusetts Institute of Technology. He lives with his wife and children in the U.S. Pacific Northwest between the cities of Seattle, Washington and Vancouver, British Columbia.",
			"photo": "https://pbs.twimg.com/profile_images/438420164988502017/FK9_N8Ej.jpeg",
			"years": "1978 — "
		},
		{
			"id": 7,
			"name": "Джордж Мартин",
			"bio": "Современный американский писатель-фантаст, сценарист, продюсер и редактор, лауреат многих литературных премий. В 1970—1980-е годы получил известность благодаря рассказам и повестям в жанре научной фантастики, литературы ужасов и фэнтези. Наибольшую славу ему принес выходящий с 1996 года цикл романов в жанре фэнтези «Песнь Льда и Огня», также экранизированный компанией HBO в виде популярного телесериала «Игра престолов». Эти книги дали основания литературным критикам называть Мартина «американским Толкином»[3]. В 2011 году журнал Time включил Джорджа Мартина в свой список самых влиятельных людей в мире[4].",
			"photo": "http://img.joinfo.ua/i/2016/01/5688e49018347_grrm65year.jpg",
			"years": "1948 — "
		},
		{
			"id": 8,
			"name": "Дж. Р. Р. Толкин",
			"bio": "Видатний англійський письменник, філолог-медієвіст, класик світової літератури ХХ століття та один із засновників жанру фентезі, активний католик-мирянин. Джон Роналд Руел Толкін народився 3 січня 1892 р. в теперішній Південно-Африканській Республіці у м. Блумфонтейн у родині банківського службовця, співробітника «Бенк оф Ефріка» Артура Руела Толкіна та його дружини Мейбл Толкін, у дівоцтві Сáффілд . У зв'язку з погіршенням здоров'я, в три роки Дж. Р. Р. Толкін разом із меншим братом Гіларієм Артуром Руелом Толкіном та матір'ю вирушають до Англії на тривалі гостини до родичів, однак через рік в Африці помирає батько і родина залишається жити в Англії. Спершу Толкіни мешкають у Саффілдів у Бірмінґемі, згодом переїжджають до його передмістя Сéргоул-Міллза.",
			"photo": "http://all-biography.ru/wp-content/uploads/2014/08/Tolkien-Jon.jpg",
			"years": "1916 — 1971"
		},
		{
			"id": 9,
			"name": "Марио Пьюзо",
			"bio": "Марио Пьюзо - прекрасный автор, прославившийся на весь мир после его Крестного Отца. Каким он был? Почему написал так мало, и ушел от нас так рано.... Марио Пьюзо родился 15 Октября 1920 года в `Адской Кухне` района Манхеттэн города Нью-Йорк. После службы рядах американской армии во время Второй Мировой Войны Марио закончил Нью-Йоркский Колледж Социальных Наук, а позже и Колумбийский Университет. После своего известного произведения `Крестный Отец` Пьюзо написал два других произведения `Темная Арена` и `Счастливый Пилигрим`. Однако они оба не получили одобрение литературных критиков. В 1978 году Марио написал роман `Дураки Умирают`, после чего в 1984 году, вышел `Сицилиец`. В 1991 году Марио Пьюзо выпустил новый роман `Четвертый К`.",
			"photo": "https://st.kp.yandex.net/images/actor_iphone/iphone360_115897.jpg",
			"years": "1920 — 1999"
		},
		{
			"id": 10,
			"name": "Евгений Петров",
			"bio": "Русский советский писатель, журналист, сценарист. Соавтор Ильи Ильфа, вместе с которым написал романы «Двенадцать стульев», «Золотой телёнок», книгу «Одноэтажная Америка», ряд киносценариев, повести, очерки, водевили. Брат писателя Валентина Катаева. Отец кинооператора Петра Катаева и композитора Ильи Катаева. Вероятный прототип Павлика Бачея из повести Валентина Катаева «Белеет парус одинокий» и Володи Патрикеева из повести Александра Козачинского «Зелёный фургон». Главный редактор журнала «Огонёк» c 1938 года. После смерти Ильфа работал самостоятельно или в соавторстве с писателем Георгием Мунблитом над киносценариями и фельетонами. В годы войны — фронтовой корреспондент. Погиб в авиакатастрофе в 1942 году. Произведения Ильфа и Петрова были переведены на десятки языков мира, выдержали большое количество переизданий, неоднократно экранизировались и инсценировались.",
			"photo": "http://bookmix.ru/authors/img/author_1299403745.jpg",
			"years": "1903 — 1942"
		},
		{
			"id": 11,
			"name": "Илья Ильф",
			"bio": "Илья (Иехиел-Лейб) Файнзильберг родился 3(15) октября 1897 года в Одессе третьим из четырёх сыновей в семье банковского служащего Арье Беньяминовича Файнзильберга (1863—1933) и его жены Миндль Ароновны (урожд. Котлова; 1868—1922), родом из местечка Богуслав Киевской губернии (семья переехала в Одессу между 1893 и 1895 годами). В 1913 окончил техническую школу, после чего работал в чертёжном бюро, на телефонной станции, на военном заводе. После революции был бухгалтером, журналистом, а затем редактором в юмористических журналах. Был членом Одесского союза поэтов. В 1923 переехал в Москву, стал сотрудником газеты «Гудок». Ильф писал материалы юмористического и сатирического характера — в основном фельетоны. В 1927 с совместной работы над романом «Двенадцать стульев» началось творческое содружество Ильи Ильфа и Евгения Петрова (который также работал в газете «Гудок»). В 1928 году Илья Ильф был уволен из газеты из-за сокращения штата сатирического отдела, вслед за ним ушёл Евгений Петров. Вскоре они стали сотрудниками нового еженедельного журнала «Чудак»[5]",
			"photo": "http://www.kinonews.ru/insimgs/persimg/persimg959.jpg",
			"years": "1897 — 1937"
		},
		{
			"id": 12,
			"name": "Джейн Остин",
			"bio": "Английская писательница, провозвестница реализма в британской литературе, сатирик, писала так называемые романы нравов. Её книги являются признанными шедеврами и покоряют безыскусной искренностью и простотой сюжета на фоне глубокого психологического проникновения в души героев и ироничного, мягкого, истинно «английского» юмора. Джейн Остин до сих пор по праву считают «Первой леди» английской литературы. Её произведения обязательны для изучения во всех колледжах и университетах Великобритании.",
			"photo": "http://diletant.media/upload/iblock/dc0/dc02688da34b5ab798a0384150f12d67.jpg",
			"years": "1775 — 1817"
		},
		{
			"id": 13,
			"name": "Артур Конан Дойл",
			"bio": "английский писатель (по образованию врач), автор многочисленных приключенческих, исторических, публицистических, фантастических и юмористических произведений. Создатель классических персонажей детективной, научно-фантастической и историко-приключенческой литературы: гениального сыщика Шерлока Холмса, эксцентричного профессора Челленджера, бравого кавалерийского офицера Жерара. Со второй половины 1910-х годов и до конца жизни — активный сторонник и пропагандист идей спиритуализма.",
			"photo": "http://static1.repo.aif.ru/1/a0/157661/9844aea6aa5d285a1777dcd6c35aada4.jpg",
			"years": "1859 — 1930"
		},
		{
			"id": 14,
			"name": "Эрнест Хемингуэй",
			"bio": "Американский писатель, журналист, лауреат Нобелевской премии по литературе 1954 года. Широкое признание Хемингуэй получил благодаря как и своим романам и многочисленным рассказам — с одной стороны, так и своей жизни, полной приключений и неожиданностей, — с другой. Его стиль, краткий и насыщенный, значительно повлиял на литературу XX века.",
			"photo": "https://wtf.jpg.wtf/b3/01/1470435393-b301e50b58606ebc997617c9faca6464.jpeg",
			"years": "1899 — 1961"
		}
	]
}